{
    "gender": [],
    "age": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? Base": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? I actively seek to improve my digital/computing skills": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? I enjoy having so much information at my fingertips": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? Nowadays it is important to understand the digital world if you want a career": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? I feel forced to be online": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? My digital skills give me a greater sense of freedom": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? Digital skills are essential for everyday life": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? The COVID-19 pandemic and lockdown have pushed me to improve my digital skills": [],
    "Thinking about how you engage with the digital world generally which of the following statements do you agree with? None of the above": [],
    "Thinking about your current level of digital expertise please rate your level of competence understanding about the following digital topics": [
        "Searching for information online Base",
        "Searching for information online Very good",
        "Searching for information online Good",
        "Searching for information online Neither good nor bad",
        "Searching for information online Bad",
        "Searching for information online Very bad",
        "Searching for information online Never tried",
        "Searching for information online Dont know",
        "Using office packages Base",
        "Using office packages Very good",
        "Using office packages Good",
        "Using office packages Neither good nor bad",
        "Using office packages Bad",
        "Using office packages Very bad",
        "Using office packages Never tried",
        "Using office packages Dont know",
        "Using e-mail Base",
        "Using e-mail Very good",
        "Using e-mail Good",
        "Using e-mail Neither good nor bad",
        "Using e-mail Bad",
        "Using e-mail Very bad",
        "Using e-mail Never tried",
        "Using e-mail Dont know",
        "Using social media Base",
        "Using social media Very good",
        "Using social media Good",
        "Using social media Neither good nor bad",
        "Using social media Bad",
        "Using social media Very bad",
        "Using social media Never tried",
        "Using social media Dont know",
        "Using messenger services Base",
        "Using messenger services Very good",
        "Using messenger services Good",
        "Using messenger services Neither good nor bad",
        "Using messenger services Bad",
        "Using messenger services Very bad",
        "Using messenger services Never tried",
        "Using messenger services Dont know",
        "Video calling apps Base",
        "Video calling apps Very good",
        "Video calling apps Good",
        "Video calling apps Neither good nor bad",
        "Video calling apps Bad",
        "Video calling apps Very bad",
        "Video calling apps Never tried",
        "Video calling apps Dont know",
        "Setting up accounts on websites/services Base",
        "Setting up accounts on websites/services Very good",
        "Setting up accounts on websites/services Good",
        "Setting up accounts on websites/services Neither good nor bad",
        "Setting up accounts on websites/services Bad",
        "Setting up accounts on websites/services Very bad",
        "Setting up accounts on websites/services Never tried",
        "Setting up accounts on websites/services Dont know",
        "Online shopping Base",
        "Online shopping Very good",
        "Online shopping Good",
        "Online shopping Neither good nor bad",
        "Online shopping Bad",
        "Online shopping Very bad",
        "Online shopping Never tried",
        "Online shopping Dont know",
        "Problem solving ie using FAQs/tutorials/chats Base",
        "Problem solving ie using FAQs/tutorials/chats Very good",
        "Problem solving ie using FAQs/tutorials/chats Good",
        "Problem solving ie using FAQs/tutorials/chats Neither good nor bad",
        "Problem solving ie using FAQs/tutorials/chats Bad",
        "Problem solving ie using FAQs/tutorials/chats Very bad",
        "Problem solving ie using FAQs/tutorials/chats Never tried",
        "Problem solving ie using FAQs/tutorials/chats Dont know",
        "Digital privacy Base",
        "Digital privacy Very good",
        "Digital privacy Good",
        "Digital privacy Neither good nor bad",
        "Digital privacy Bad",
        "Digital privacy Very bad",
        "Digital privacy Never tried",
        "Digital privacy Dont know",
        "Online payment Base",
        "Online payment Very good",
        "Online payment Good",
        "Online payment Neither good nor bad",
        "Online payment Bad",
        "Online payment Very bad",
        "Online payment Never tried",
        "Online payment Dont know"
    ],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Base": [
        ".1"
    ],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Yes I have taken a course in the last 12 months": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Yes I plan to take a course in the next 12 months": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Both": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Neither": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Applying for jobs": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Basic computer skills": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Basic online skills": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Office suites": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Online financial management": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Programming": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Specific software": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Website design": [],
    "Have you taken or are you planning to take any training courses related to digital skills? Please exclude all courses offered by your school university and or workplace Other": [],
    "And which of these courses did you have to pay for? Base": [],
    "And which of these courses did you have to pay for? Applying for jobs": [],
    "And which of these courses did you have to pay for? Basic computer skills": [],
    "And which of these courses did you have to pay for? Basic online skills": [],
    "And which of these courses did you have to pay for? Office suites": [],
    "And which of these courses did you have to pay for? Online financial management": [],
    "And which of these courses did you have to pay for? Programming": [],
    "And which of these courses did you have to pay for? Specific software  (eg Photoshop)": [],
    "And which of these courses did you have to pay for? Website design": [],
    "And which of these courses did you have to pay for? Other": [],
    "And which of these courses did you have to pay for? The courses were free": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Base": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Applying for jobs": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Basic computer skills": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Basic online skills": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Office suites": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Online financial management": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Programming": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Specific software  (eg Photoshop)": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Website design": [],
    "Which of the following topics do you plan to take a course in over the next 12 months? Other": [],
    "Which of the following statements do you agree with? Base": [
        ".1",
        ".2",
        ".3"
    ],
    "Which of the following statements do you agree with? I don’t like to provide financial information or payment details online": [],
    "Which of the following statements do you agree with? I am concerned about the amount of personal data that companies collect from me": [],
    "Which of the following statements do you agree with? I feel uncomfortable knowing that digital voice assistants record nearly everything": [],
    "Which of the following statements do you agree with? I don’t think about security or privacy when creating accounts and passwords": [],
    "Which of the following statements do you agree with? I am worried about someone hacking my account and accessing my personal data": [],
    "Which of the following statements do you agree with? I don’t trust the government to protect me online": [],
    "Which of the following statements do you agree with? I worry that I don’t have control over what I have previously posted online": [],
    "Which of the following statements do you agree with? None of the above": [
        ".1",
        ".2",
        ".3"
    ],
    "When you think about your digital privacy which of the following apply to you? Base": [],
    "When you think about your digital privacy which of the following apply to you? I worry about my personal data when using digital services": [],
    "When you think about your digital privacy which of the following apply to you? I delete cookies regularly": [],
    "When you think about your digital privacy which of the following apply to you? I use a VPN to protect my privacy": [],
    "When you think about your digital privacy which of the following apply to you? I use certain browsers or search engines to protect my privacy": [],
    "When you think about your digital privacy which of the following apply to you? I cover my devices camera lenses when they are not used": [],
    "When you think about your digital privacy which of the following apply to you? I always pay attention to what kind of information I give to tech companies": [],
    "When you think about your digital privacy which of the following apply to you? I change my passwords and login information regularly": [],
    "When you think about your digital privacy which of the following apply to you? I use the same password and e-mail address for several accounts": [],
    "When you think about your digital privacy which of the following apply to you? I read the terms and conditions before agreeing to them": [],
    "When you think about your digital privacy which of the following apply to you? I don’t mind giving personal information if this leads to improved services": [],
    "When you think about your digital privacy which of the following apply to you? None of the above": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? Base": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? Increased digitalization has made me lonely": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? I have more friends online than I do offline": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? The more “likes” I get the more valued I feel": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? More needs to be done by tech companies to tackle cyberbullying": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? I am more likely to express controversial opinions online": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? The internet has been essential for my mental health during the COVID-19 pandemic": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? I like it when politicians use social media channels to communicate with people": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? People should not be allowed to use anonymized accounts": [],
    "Thinking about the way you interact socially online which of the following statements do you agree with? None of the above": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Base": [
        ".1"
    ],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Telephone via internet (without video)": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Video calling": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Messenger apps (eg WhatsApp)": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Social media": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Forums": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? E-mail": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? In-game messaging": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Digital hangouts (eg Discord)": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Other": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? I did not use digital methods to contact my friends and family": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Social media user": [],
    "Which of these digital methods did you use to communicate with friends and family in the past 12 months? Non-user": [],
    "In general what are your reasons for using social media? Base": [],
    "In general what are your reasons for using social media? To stay connected with colleagues & business partners": [],
    "In general what are your reasons for using social media? To stay informed about what happens in the world": [],
    "In general what are your reasons for using social media? To keep in touch with friends & family": [],
    "In general what are your reasons for using social media? To feel part of a community": [],
    "In general what are your reasons for using social media? To distract myself from my daily routine": [],
    "In general what are your reasons for using social media? To see fun and exciting content": [],
    "In general what are your reasons for using social media? To share my opinions and ideas": [],
    "In general what are your reasons for using social media? To show a different side of me": [],
    "In general what are your reasons for using social media? To show people what I do/own": [],
    "In general what are your reasons for using social media? To compare myself with others": [],
    "In general what are your reasons for using social media? Other": [],
    "In general what are your reasons for using social media? Don’t know": [],
    "In general when do you use social media? Base": [],
    "In general when do you use social media? During breaks at work/school/university": [],
    "In general when do you use social media? During meals": [],
    "In general when do you use social media? During my morning routine": [],
    "In general when do you use social media? During work and/or lesson time": [],
    "In general when do you use social media? In bed/before going to sleep": [],
    "In general when do you use social media? In the bathroom/on the toilet": [],
    "In general when do you use social media? In the evening/after coming home": [],
    "In general when do you use social media? On my way to work/school/university": [],
    "In general when do you use social media? Whenever I need to kill time": [],
    "In general when do you use social media? While visiting a café/bar/restaurant": [],
    "In general when do you use social media? While watching TV": [],
    "In general when do you use social media? Don’t know": [],
    "Which of the following have you done on social media in the past 4 weeks? Base": [
        ".1"
    ],
    "Which of the following have you done on social media in the past 4 weeks? Commented on posts": [],
    "Which of the following have you done on social media in the past 4 weeks? Followed companies": [],
    "Which of the following have you done on social media in the past 4 weeks? Followed people": [],
    "Which of the following have you done on social media in the past 4 weeks? Liked company posts": [],
    "Which of the following have you done on social media in the past 4 weeks? Liked posts by other users": [],
    "Which of the following have you done on social media in the past 4 weeks? Posted pictures/videos": [],
    "Which of the following have you done on social media in the past 4 weeks? Posted texts/status updates": [],
    "Which of the following have you done on social media in the past 4 weeks? Connected with colleagues": [],
    "Which of the following have you done on social media in the past 4 weeks? Connected with friends": [],
    "Which of the following have you done on social media in the past 4 weeks? Sent private messages": [],
    "Which of the following have you done on social media in the past 4 weeks? Shared company posts": [],
    "Which of the following have you done on social media in the past 4 weeks? Shared posts by other users": [],
    "Which of the following have you done on social media in the past 4 weeks? None of the above": [
        ".1"
    ],
    "Which of the following have you done on social media in the past 4 weeks? Expressed my opinion about current topics": [],
    "Which of the following have you done on social media in the past 4 weeks? Researched products": [],
    "Which of the following have you done on social media in the past 4 weeks? Wrote a recommendation/review": [],
    "Which of the following have you done on social media in the past 4 weeks? Booked a table at a restaurant/a leisure time activity": [],
    "Which of the following have you done on social media in the past 4 weeks? Shared photos or videos or live videos": [],
    "Which of the following have you done on social media in the past 4 weeks? Took part in a live event": [],
    "Which of the following have you done on social media in the past 4 weeks? Watched a live video": [],
    "Which of the following have you done on social media in the past 4 weeks? Read news": [],
    "Which of the following have you done on social media in the past 4 weeks? Stayed up-to-date with current events": [],
    "Which of the following have you done on social media in the past 4 weeks? Made an appointment": [],
    "Which of the following have you done on social media in the past 4 weeks? Found information about a product/service/conditions": [],
    "Which of the following have you done on social media in the past 4 weeks? Made a complaint to a company or brand": [],
    "Which of the following have you done on social media in the past 4 weeks? Asked specific questions about an order or other issue for a company or brand": [],
    "Which of the following have you done on social media in the past 4 weeks? Ordered a product or service": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Base": [
        ".1"
    ],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Arts and culture": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Beauty and personal care": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Cars and motorcycles": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Celebrities": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Computers smartphones and/or technology": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Family and kids": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Fashion": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Food and drinks": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Health and medicine": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Household chores": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Life-hacks/How-tos": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Media (eg books music movies and TV series)": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Politics and societal topics": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Jobs": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Sports": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Vacation and travel": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Video games": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? I have not expressed an opinion about any of these topics": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Acitve social media user": [],
    "Have you expressed your opinion about any of the following topics on social media in the past 4 weeks ? Passive social media user": [],
    "Which of the following social media platforms do you know (even if just by name)? Base": [],
    "Which of the following social media platforms do you know (even if just by name)? Facebook": [],
    "Which of the following social media platforms do you know (even if just by name)? Flickr": [],
    "Which of the following social media platforms do you know (even if just by name)? Instagram": [],
    "Which of the following social media platforms do you know (even if just by name)? LinkedIn": [],
    "Which of the following social media platforms do you know (even if just by name)? Pinterest": [],
    "Which of the following social media platforms do you know (even if just by name)? Reddit": [],
    "Which of the following social media platforms do you know (even if just by name)? Snapchat": [],
    "Which of the following social media platforms do you know (even if just by name)? TikTok": [],
    "Which of the following social media platforms do you know (even if just by name)? Tumblr": [],
    "Which of the following social media platforms do you know (even if just by name)? Twitter": [],
    "Which of the following social media platforms do you know (even if just by name)? WeChat": [],
    "Which of the following social media platforms do you know (even if just by name)? YouTube": [],
    "Which of the following social media platforms do you know (even if just by name)? Quora": [],
    "Which of the following social media platforms do you know (even if just by name)? Xing": [],
    "Which of the following social media platforms do you know (even if just by name)? Jodel": [],
    "Which of the following social media platforms do you know (even if just by name)? None of the above": [],
    "And which of these social media platforms do you use regularly? Base": [],
    "And which of these social media platforms do you use regularly? Facebook": [],
    "And which of these social media platforms do you use regularly? Flickr": [],
    "And which of these social media platforms do you use regularly? Instagram": [],
    "And which of these social media platforms do you use regularly? LinkedIn": [],
    "And which of these social media platforms do you use regularly? Pinterest": [],
    "And which of these social media platforms do you use regularly? Reddit": [],
    "And which of these social media platforms do you use regularly? Snapchat": [],
    "And which of these social media platforms do you use regularly? TikTok": [],
    "And which of these social media platforms do you use regularly? Tumblr": [],
    "And which of these social media platforms do you use regularly? Twitter": [],
    "And which of these social media platforms do you use regularly? WeChat": [],
    "And which of these social media platforms do you use regularly? YouTube": [],
    "And which of these social media platforms do you use regularly? Quora": [],
    "And which of these social media platforms do you use regularly? Xing": [],
    "And which of these social media platforms do you use regularly? Jodel": [],
    "And which of these social media platforms do you use regularly? I don’t use social media regularly": [],
    "How often do you normally use the following social media platforms? Overall usage frequency Base": [],
    "How often do you normally use the following social media platforms? Overall usage frequency Frequent": [],
    "How often do you normally use the following social media platforms? Overall usage frequency Occasional": [],
    "How often do you normally use the following social media platforms? Overall usage frequency Dont know": [],
    "How often do you normally use the following social media platforms? Facebook Base": [],
    "How often do you normally use the following social media platforms? Facebook Several times a day": [],
    "How often do you normally use the following social media platforms? Facebook Once a day": [],
    "How often do you normally use the following social media platforms? Facebook Several times a week": [],
    "How often do you normally use the following social media platforms? Facebook Once a week": [],
    "How often do you normally use the following social media platforms? Facebook Less often": [],
    "How often do you normally use the following social media platforms? Flickr Base": [],
    "How often do you normally use the following social media platforms? Flickr Several times a day": [],
    "How often do you normally use the following social media platforms? Flickr Once a day": [],
    "How often do you normally use the following social media platforms? Flickr Several times a week": [],
    "How often do you normally use the following social media platforms? Flickr Once a week": [],
    "How often do you normally use the following social media platforms? Flickr Less often": [],
    "How often do you normally use the following social media platforms? Instagram Base": [],
    "How often do you normally use the following social media platforms? Instagram Several times a day": [],
    "How often do you normally use the following social media platforms? Instagram Once a day": [],
    "How often do you normally use the following social media platforms? Instagram Several times a week": [],
    "How often do you normally use the following social media platforms? Instagram Once a week": [],
    "How often do you normally use the following social media platforms? Instagram Less often": [],
    "How often do you normally use the following social media platforms? Instagram Dont know": [],
    "How often do you normally use the following social media platforms? LinkedIn Base": [],
    "How often do you normally use the following social media platforms? LinkedIn Several times a day": [],
    "How often do you normally use the following social media platforms? LinkedIn Once a day": [],
    "How often do you normally use the following social media platforms? LinkedIn Several times a week": [],
    "How often do you normally use the following social media platforms? LinkedIn Once a week": [],
    "How often do you normally use the following social media platforms? LinkedIn Less often": [],
    "How often do you normally use the following social media platforms? Pinterest Base": [],
    "How often do you normally use the following social media platforms? Pinterest Several times a day": [],
    "How often do you normally use the following social media platforms? Pinterest Once a day": [],
    "How often do you normally use the following social media platforms? Pinterest Several times a week": [],
    "How often do you normally use the following social media platforms? Pinterest Once a week": [],
    "How often do you normally use the following social media platforms? Pinterest Less often": [],
    "How often do you normally use the following social media platforms? Reddit Base": [],
    "How often do you normally use the following social media platforms? Reddit Several times a day": [],
    "How often do you normally use the following social media platforms? Reddit Once a day": [],
    "How often do you normally use the following social media platforms? Reddit Several times a week": [],
    "How often do you normally use the following social media platforms? Reddit Once a week": [],
    "How often do you normally use the following social media platforms? Reddit Less often": [],
    "How often do you normally use the following social media platforms? Snapchat Base": [],
    "How often do you normally use the following social media platforms? Snapchat Several times a day": [],
    "How often do you normally use the following social media platforms? Snapchat Once a day": [],
    "How often do you normally use the following social media platforms? Snapchat Several times a week": [],
    "How often do you normally use the following social media platforms? Snapchat Once a week": [],
    "How often do you normally use the following social media platforms? Snapchat Less often": [],
    "How often do you normally use the following social media platforms? TikTok Base": [],
    "How often do you normally use the following social media platforms? TikTok Several times a day": [],
    "How often do you normally use the following social media platforms? TikTok Once a day": [],
    "How often do you normally use the following social media platforms? TikTok Several times a week": [],
    "How often do you normally use the following social media platforms? TikTok Once a week": [],
    "How often do you normally use the following social media platforms? TikTok Less often": [],
    "How often do you normally use the following social media platforms? Tumblr Base": [],
    "How often do you normally use the following social media platforms? Tumblr Several times a day": [],
    "How often do you normally use the following social media platforms? Tumblr Once a day": [],
    "How often do you normally use the following social media platforms? Tumblr Several times a week": [],
    "How often do you normally use the following social media platforms? Tumblr Once a week": [],
    "How often do you normally use the following social media platforms? Tumblr Less often": [],
    "How often do you normally use the following social media platforms? Twitter Base": [],
    "How often do you normally use the following social media platforms? Twitter Several times a day": [],
    "How often do you normally use the following social media platforms? Twitter Once a day": [],
    "How often do you normally use the following social media platforms? Twitter Several times a week": [],
    "How often do you normally use the following social media platforms? Twitter Once a week": [],
    "How often do you normally use the following social media platforms? Twitter Less often": [],
    "How often do you normally use the following social media platforms? WeChat Base": [],
    "How often do you normally use the following social media platforms? WeChat Several times a day": [],
    "How often do you normally use the following social media platforms? WeChat Once a day": [],
    "How often do you normally use the following social media platforms? WeChat Several times a week": [],
    "How often do you normally use the following social media platforms? YouTube Base": [],
    "How often do you normally use the following social media platforms? YouTube Several times a day": [],
    "How often do you normally use the following social media platforms? YouTube Once a day": [],
    "How often do you normally use the following social media platforms? YouTube Several times a week": [],
    "How often do you normally use the following social media platforms? YouTube Once a week": [],
    "How often do you normally use the following social media platforms? YouTube Less often": [],
    "How often do you normally use the following social media platforms? YouTube Dont know": [],
    "How often do you normally use the following social media platforms? Quora Base": [],
    "How often do you normally use the following social media platforms? Quora Several times a day": [],
    "How often do you normally use the following social media platforms? Quora Once a day": [],
    "How often do you normally use the following social media platforms? Quora Several times a week": [],
    "How often do you normally use the following social media platforms? Quora Once a week": [],
    "How often do you normally use the following social media platforms? Quora Less often": [],
    "How often do you normally use the following social media platforms? Xing Base": [],
    "How often do you normally use the following social media platforms? Xing Several times a day": [],
    "How often do you normally use the following social media platforms? Xing Once a day": [],
    "How often do you normally use the following social media platforms? Xing Several times a week": [],
    "How often do you normally use the following social media platforms? Xing Once a week": [],
    "How often do you normally use the following social media platforms? Xing Less often": [],
    "How often do you normally use the following social media platforms? Jodel Base": [],
    "How often do you normally use the following social media platforms? Jodel Several times a day": [],
    "How often do you normally use the following social media platforms? Jodel Once a day": [],
    "How often do you normally use the following social media platforms? Jodel Several times a week": [],
    "How often do you normally use the following social media platforms? Usage frequency Facebook Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Facebook Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Facebook Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Flickr Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Flickr Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Flickr Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Instagram Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Instagram Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Instagram Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Instagram Dont know": [],
    "How often do you normally use the following social media platforms? Usage frequency LinkedIn Base": [],
    "How often do you normally use the following social media platforms? Usage frequency LinkedIn Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency LinkedIn Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Pinterest Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Pinterest Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Pinterest Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Reddit Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Reddit Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Reddit Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Snapchat Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Snapchat Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Snapchat Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency TikTok Base": [],
    "How often do you normally use the following social media platforms? Usage frequency TikTok Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency TikTok Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Tumblr Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Tumblr Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Tumblr Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Twitter Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Twitter Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Twitter Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency WeChat Base": [],
    "How often do you normally use the following social media platforms? Usage frequency WeChat Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency WeChat Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency YouTube Base": [],
    "How often do you normally use the following social media platforms? Usage frequency YouTube Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency YouTube Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency YouTube Dont know": [],
    "How often do you normally use the following social media platforms? Usage frequency Quora Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Quora Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Quora Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Xing Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Xing Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Xing Occasional": [],
    "How often do you normally use the following social media platforms? Usage frequency Jodel Base": [],
    "How often do you normally use the following social media platforms? Usage frequency Jodel Frequent (daily)": [],
    "How often do you normally use the following social media platforms? Usage frequency Jodel Occasional": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Facebook Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Flickr Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Instagram Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? LinkedIn Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Pinterest Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Reddit Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Snapchat Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? TikTok Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Tumblr Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Twitter Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? WeChat Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? WeChat Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? WeChat 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? WeChat 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? WeChat Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? YouTube Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Quora Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Quora Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Quora 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Quora 11 to 15 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Quora Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing 16 to 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing More than 20 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Xing Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Jodel Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Jodel Less than 1 hour": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Jodel 1 to 5 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Jodel 6 to 10 hours": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Jodel Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Facebook Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Facebook Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Facebook Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Facebook High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Facebook Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Flickr Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Flickr Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Flickr Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Flickr High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Flickr Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Instagram Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Instagram Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Instagram Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Instagram High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Instagram Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity LinkedIn Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity LinkedIn Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity LinkedIn Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity LinkedIn High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity LinkedIn Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Pinterest Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Pinterest Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Pinterest Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Pinterest High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Pinterest Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Reddit Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Reddit Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Reddit Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Reddit High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Reddit Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Snapchat Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Snapchat Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Snapchat Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Snapchat High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Snapchat Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity TikTok Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity TikTok Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity TikTok Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity TikTok High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity TikTok Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Tumblr Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Tumblr Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Tumblr Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Tumblr High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Tumblr Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Twitter Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Twitter Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Twitter Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Twitter High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Twitter Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity WeChat Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity WeChat Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity WeChat Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity WeChat Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity YouTube Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity YouTube Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity YouTube Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity YouTube High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity YouTube Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Quora Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Quora Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Quora Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Quora Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Xing Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Xing Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Xing Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Xing High": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Xing Dont know": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Jodel Base": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Jodel Light": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Jodel Moderate": [],
    "Approximately how long do you spend on the following social media platforms in an average week? Usage intensity Jodel Dont know": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Digital platform usage Base": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Digital platform usage Digital platform user": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Digital platform usage Non-user": [],
    "Which of the following digital platforms do you know even if only by name? Base": [],
    "Which of the following digital platforms do you know even if only by name? Discord": [],
    "Which of the following digital platforms do you know even if only by name? Facebook Messenger": [],
    "Which of the following digital platforms do you know even if only by name? Facetime": [],
    "Which of the following digital platforms do you know even if only by name? Google Duo": [],
    "Which of the following digital platforms do you know even if only by name? Google Hangouts": [],
    "Which of the following digital platforms do you know even if only by name? imo": [],
    "Which of the following digital platforms do you know even if only by name? Kik": [],
    "Which of the following digital platforms do you know even if only by name? Skype": [],
    "Which of the following digital platforms do you know even if only by name? Slack": [],
    "Which of the following digital platforms do you know even if only by name? Snapchat": [],
    "Which of the following digital platforms do you know even if only by name? Telegram": [],
    "Which of the following digital platforms do you know even if only by name? Threema": [],
    "Which of the following digital platforms do you know even if only by name? Viber": [],
    "Which of the following digital platforms do you know even if only by name? WeChat": [],
    "Which of the following digital platforms do you know even if only by name? WhatsApp": [],
    "Which of the following digital platforms do you know even if only by name? Zoom": [],
    "Which of the following digital platforms do you know even if only by name? Jitsi": [],
    "Which of the following digital platforms do you know even if only by name? None of the above": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Base": [
        ".1",
        ".2"
    ],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Discord": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Facebook Messenger": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Facetime": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Google Duo": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Google Hangouts": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? imo": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Kik": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Skype": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Slack": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Snapchat": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Telegram": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Threema": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Viber": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? WeChat": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? WhatsApp": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Zoom": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Jitsi": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? I did not use any of these platforms for personal purposes": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Video calling user": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Non-user": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Frequent (at least weekly)": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Occasional": [],
    "Which of the following digital platforms did you use for personal purposes in the last 4 weeks? Dont know": [],
    "How often do you normally use video calls for personal purposes? Base": [],
    "How often do you normally use video calls for personal purposes? Several times a day": [],
    "How often do you normally use video calls for personal purposes? Once a day": [],
    "How often do you normally use video calls for personal purposes? Several times a week": [],
    "How often do you normally use video calls for personal purposes? Once a week": [],
    "How often do you normally use video calls for personal purposes? Several times a month": [],
    "How often do you normally use video calls for personal purposes? Once a month": [],
    "How often do you normally use video calls for personal purposes? Less often": [],
    "How often do you normally use video calls for personal purposes? I Dont use video calling for personal purposes": [],
    "How often do you normally use video calls for personal purposes? Don’t know": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? Base": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? Digital services allow me to discover new and exciting content": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? I prefer digital content as it is easier to manage": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? I want to access my music/movies on all my devices (TV smartphone tablet etc)": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? It is important to me to get the best image and sound quality": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? It is too expensive to afford all the streaming services that I want": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? I am willing to pay for extra content on news websites": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? Traditional and print media do not play a role in my personal life anymore": [],
    "The following questions are about digital media services  Which of the following statements do you agree with? None of the above": [],
    "Which of the following digital media services have you used in the past 12 months? Base": [],
    "Which of the following digital media services have you used in the past 12 months? Audiobooks (download/streaming)": [],
    "Which of the following digital media services have you used in the past 12 months? eBooks": [],
    "Which of the following digital media services have you used in the past 12 months? Digital music content (download/streaming)": [],
    "Which of the following digital media services have you used in the past 12 months? Digital video content (download/streaming)": [],
    "Which of the following digital media services have you used in the past 12 months? eNewspapers & eMagazines": [],
    "Which of the following digital media services have you used in the past 12 months? Online radio": [],
    "Which of the following digital media services have you used in the past 12 months? Podcasts": [],
    "Which of the following digital media services have you used in the past 12 months? Other": [],
    "Which of the following digital media services have you used in the past 12 months? I Dont use any digital media services": [],
    "When or where do you use your digital media services? Base": [],
    "When or where do you use your digital media services? In the bathroom/on the toilet": [],
    "When or where do you use your digital media services? While doing sports": [],
    "When or where do you use your digital media services? During my morning routine": [],
    "When or where do you use your digital media services? On my way to work/school/university": [],
    "When or where do you use your digital media services? During meals": [],
    "When or where do you use your digital media services? During breaks at work/school/university": [],
    "When or where do you use your digital media services? During work and/or lesson time": [],
    "When or where do you use your digital media services? Whenever I need to kill time": [],
    "When or where do you use your digital media services? While watching TV": [],
    "When or where do you use your digital media services? While visiting a café/bar/restaurant": [],
    "When or where do you use your digital media services? In the evening/after coming home": [],
    "When or where do you use your digital media services? In bed/before going to sleep": [],
    "When or where do you use your digital media services? Other": [],
    "When or where do you use your digital media services? Don’t know": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Base": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Several times a day": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Once a day": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Several times a week": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Once a week": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Less often": [],
    "How often do you normally use these services? Audiobooks (download/streaming) Don’t know": [],
    "How often do you normally use these services? eBooks Base": [],
    "How often do you normally use these services? eBooks Several times a day": [],
    "How often do you normally use these services? eBooks Once a day": [],
    "How often do you normally use these services? eBooks Several times a week": [],
    "How often do you normally use these services? eBooks Once a week": [],
    "How often do you normally use these services? eBooks Less often": [],
    "How often do you normally use these services? eBooks Don’t know": [],
    "How often do you normally use these services? Digital music content (download/streaming) Base": [],
    "How often do you normally use these services? Digital music content (download/streaming) Several times a day": [],
    "How often do you normally use these services? Digital music content (download/streaming) Once a day": [],
    "How often do you normally use these services? Digital music content (download/streaming) Several times a week": [],
    "How often do you normally use these services? Digital music content (download/streaming) Once a week": [],
    "How often do you normally use these services? Digital music content (download/streaming) Less often": [],
    "How often do you normally use these services? Digital music content (download/streaming) Don’t know": [],
    "How often do you normally use these services? Digital video content (download/streaming) Base": [],
    "How often do you normally use these services? Digital video content (download/streaming) Several times a day": [],
    "How often do you normally use these services? Digital video content (download/streaming) Once a day": [],
    "How often do you normally use these services? Digital video content (download/streaming) Several times a week": [],
    "How often do you normally use these services? Digital video content (download/streaming) Once a week": [],
    "How often do you normally use these services? Digital video content (download/streaming) Less often": [],
    "How often do you normally use these services? Digital video content (download/streaming) Don’t know": [],
    "How often do you normally use these services? eNewspapers & eMagazines Base": [],
    "How often do you normally use these services? eNewspapers & eMagazines Several times a day": [],
    "How often do you normally use these services? eNewspapers & eMagazines Once a day": [],
    "How often do you normally use these services? eNewspapers & eMagazines Several times a week": [],
    "How often do you normally use these services? eNewspapers & eMagazines Once a week": [],
    "How often do you normally use these services? eNewspapers & eMagazines Less often": [],
    "How often do you normally use these services? Online radio Base": [],
    "How often do you normally use these services? Online radio Several times a day": [],
    "How often do you normally use these services? Online radio Once a day": [],
    "How often do you normally use these services? Online radio Several times a week": [],
    "How often do you normally use these services? Online radio Once a week": [],
    "How often do you normally use these services? Online radio Less often": [],
    "How often do you normally use these services? Online radio Don’t know": [],
    "How often do you normally use these services? Podcasts Base": [],
    "How often do you normally use these services? Podcasts Several times a day": [],
    "How often do you normally use these services? Podcasts Once a day": [],
    "How often do you normally use these services? Podcasts Several times a week": [],
    "How often do you normally use these services? Podcasts Once a week": [],
    "How often do you normally use these services? Podcasts Less often": [],
    "How often do you normally use these services? Podcasts Don’t know": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) Base": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Audiobooks (download/streaming) I do not use this weekly": [],
    "Approximately how many hours in an average week do you use these services? eBooks Base": [],
    "Approximately how many hours in an average week do you use these services? eBooks Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? eBooks 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? eBooks 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? eBooks 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? eBooks 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? eBooks More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? eBooks Dont know": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) Base": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital music content (download/streaming) Dont know": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) Base": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) I do not use this weekly": [],
    "Approximately how many hours in an average week do you use these services? Digital video content (download/streaming) Dont know": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines Base": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? eNewspapers & eMagazines Dont know": [],
    "Approximately how many hours in an average week do you use these services? Online radio Base": [],
    "Approximately how many hours in an average week do you use these services? Online radio Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? Online radio 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? Online radio 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? Online radio 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? Online radio 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Online radio More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Online radio Dont know": [],
    "Approximately how many hours in an average week do you use these services? Podcasts Base": [],
    "Approximately how many hours in an average week do you use these services? Podcasts Less than 1 hour": [],
    "Approximately how many hours in an average week do you use these services? Podcasts 1 to 5 hours": [],
    "Approximately how many hours in an average week do you use these services? Podcasts 6 to 10 hours": [],
    "Approximately how many hours in an average week do you use these services? Podcasts 11 to 15 hours": [],
    "Approximately how many hours in an average week do you use these services? Podcasts 16 to 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Podcasts More than 20 hours": [],
    "Approximately how many hours in an average week do you use these services? Podcasts I do not use this weekly": [],
    "How often do you normally use these services? Media frequency Audiobooks Base": [],
    "How often do you normally use these services? Media frequency Audiobooks Frequent": [],
    "How often do you normally use these services? Media frequency Audiobooks Occasional": [],
    "How often do you normally use these services? Media frequency Audiobooks Dont know": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Audiobooks Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Audiobooks Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Audiobooks Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Audiobooks High": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Base": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Apple Books": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Audible": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Downpour": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Google Play Bücher": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Rakuten Kobo/Kobo Audiobooks": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Scribd": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Thalia": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Other": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? Don’t know": [],
    "Which platform(s) have you used to listen to audiobooks (streamed downloaded) in the past 12 months as a paying customer? I did not pay for audiobooks": [],
    "How often do you normally use these services? Media frequency eBooks Base": [],
    "How often do you normally use these services? Media frequency eBooks Frequent": [],
    "How often do you normally use these services? Media frequency eBooks Occasional": [],
    "How often do you normally use these services? Media frequency eBooks Dont know": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eBooks Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eBooks Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eBooks Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eBooks High": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eBooks Dont know": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Base": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Amazon": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Apple Books": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Beam": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Bolde": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Buecherde": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? ebookde": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Google Play Bücher": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Hugendubel": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Rakuten Kobo/Kobo Audiobooks": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Thalia": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Weltbild": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Other": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? Don’t know": [],
    "Which platform(s) have you used to get eBooks in the past 12 months as a paying customer? I did not pay for eBooks": [],
    "Which device(s) do you normally use to read eBooks? Base": [],
    "Which device(s) do you normally use to read eBooks? Laptop/PC": [],
    "Which device(s) do you normally use to read eBooks? Tablet": [],
    "Which device(s) do you normally use to read eBooks? Smartphone": [],
    "Which device(s) do you normally use to read eBooks? eReader": [],
    "You said you have an eReader What brand of eReader is it? Base": [],
    "You said you have an eReader What brand of eReader is it? Amazon Kindle": [],
    "You said you have an eReader What brand of eReader is it? Kobo": [],
    "You said you have an eReader What brand of eReader is it? PocketBook": [],
    "You said you have an eReader What brand of eReader is it? Tolino": [],
    "You said you have an eReader What brand of eReader is it? Other": [],
    "You said you have an eReader What brand of eReader is it? Don’t know": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Base": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Fantasy/science fiction/dystopian": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Adventure": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Romance": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Contemporary": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Horror": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Thriller/crime/mystery": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Historical fiction": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Memoir/autobiography": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Self-help/personal development/motivational": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? History": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Travel": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Humor/comedy": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Advice/how-to": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Other": [],
    "Concerning eBooks and or audiobooks what type of content do you consume? Don’t know": [],
    "How often do you normally use these services? Media frequency Digital music Base": [],
    "How often do you normally use these services? Media frequency Digital music Frequent": [],
    "How often do you normally use these services? Media frequency Digital music Occasional": [],
    "How often do you normally use these services? Media frequency Digital music Dont know": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital music Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital music Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital music Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital music High": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital music Dont know": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Base": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Amazon Music": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Apple Music": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Deezer": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Google Play Music": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? iTunes Store": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Napster": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Qobuz": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? SoundCloud": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Spotify": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Tidal": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Youtube Music": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Other": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? Don’t know": [],
    "Which of these music streaming platform(s) have you used in the past 12 months as a paying customer? I did not pay for digital music content": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Base": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Classical music": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Dance/electronic": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Jazz and blues": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Pop/adult contemporary": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Religious": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Rock/alternative/indie": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Urban music (hip hop R&B etc)": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Hardrock/punk/metal": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Techno/house": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Country/folk/world music": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Oldies": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Deutscher Schlager/Volksmusik": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Other": [],
    "Concerning digital music (streaming downloading) which genres do you consume? Dont know": [],
    "How often do you normally use these services? Media frequency Digital video Base": [],
    "How often do you normally use these services? Media frequency Digital video Frequent": [],
    "How often do you normally use these services? Media frequency Digital video Occasional": [],
    "How often do you normally use these services? Media frequency Digital video Dont know": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital video Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital video Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital video Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital video High": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Digital video Dont know": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Base": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Amazon Prime Video": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Anime on Demand": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Apple TV+": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Chili": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Crunchyroll": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Disney+": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Google Play Filme & Serien": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? iTunes Store": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? MagentaTV": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Maxdome": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Netflix": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Pantaflix": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Playstation Store": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Sky": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Videoload": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Xbox Games Store / Microsoft Store": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? YouTube": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Other": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? Don’t know": [],
    "Which platform(s) have you used to watch video content (streaming downloading) in the past 12 months as a paying customer? I did not pay for digital video content": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Base": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Animation (cartoons anime etc)": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Comedies": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Documentaries": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Dramas": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Game shows": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Horror": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Kids shows": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Music videos & shows": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? News (local or national)": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Reality TV": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Religious": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Science fiction and fantasy": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Soap operas & telenovelas": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Sports": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Talk shows": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Thriller/mystery/crime": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Other": [],
    "Concerning digital video (streaming downloading) which genres are you interested in? Dont know": [],
    "How often do you normally use these services? Media frequency eNewspapers Base": [],
    "How often do you normally use these services? Media frequency eNewspapers Frequent": [],
    "How often do you normally use these services? Media frequency eNewspapers Occasional": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eNewspapers Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eNewspapers Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eNewspapers Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eNewspapers High": [],
    "Approximately how many hours in an average week do you use these services? Media intensity eNewspapers Dont know": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Base": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Arts & crafts magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Automotive magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Comics & manga magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Computers & electronics magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Cooking & food magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Entertainment & television magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Fashion style or beauty magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Financial & business magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Health fitness or sports magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? House & gardening magazines (incl interior design)": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Music magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Political magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Religious magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Technology science nature or medical magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Travel magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Womens magazines": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Daily financial newspapers": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Evening newspapers": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Free newspapers (eg Washington Examiner)": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Morning newspapers": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Newspaper inserts (eg TV guides)": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Other": [],
    "Concerning eMagazines and eNewspapers what type of content do you consume? Don’t know": [],
    "How often do you normally use these services? Media frequency Podcasts Base": [],
    "How often do you normally use these services? Media frequency Podcasts Frequent": [],
    "How often do you normally use these services? Media frequency Podcasts Occasional": [],
    "How often do you normally use these services? Media frequency Podcasts Dont know": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Podcasts Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Podcasts Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Podcasts Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Podcasts High": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Base": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Apple Podcasts": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? AudioNow": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Castbox": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Castro": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Deezer": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Google Podcasts": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? iHeartRadio": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Overcast": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Pocket Casts": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Podbean": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? PodcastAddict": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Soundcloud": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Spotify": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Stitcher": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Other": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? Don’t know": [],
    "Which platform(s) did you use to stream download podcasts in the past 12 months as a paying customer? I did not pay for podcasts": [],
    "Concerning podcasts what type of content do you consume? Base": [],
    "Concerning podcasts what type of content do you consume? Arts crafts & design": [],
    "Concerning podcasts what type of content do you consume? Automotive": [],
    "Concerning podcasts what type of content do you consume? Entertainment & comedy": [],
    "Concerning podcasts what type of content do you consume? Technology & electronics": [],
    "Concerning podcasts what type of content do you consume? Cooking & food": [],
    "Concerning podcasts what type of content do you consume? Fashion style & beauty": [],
    "Concerning podcasts what type of content do you consume? Finance & business": [],
    "Concerning podcasts what type of content do you consume? Health fitness & sports": [],
    "Concerning podcasts what type of content do you consume? History": [],
    "Concerning podcasts what type of content do you consume? Interior decorating house & gardening": [],
    "Concerning podcasts what type of content do you consume? Music": [],
    "Concerning podcasts what type of content do you consume? Movie & TV series": [],
    "Concerning podcasts what type of content do you consume? Daily news updates": [],
    "Concerning podcasts what type of content do you consume? Parenting & partnership": [],
    "Concerning podcasts what type of content do you consume? Politics": [],
    "Concerning podcasts what type of content do you consume? Religion": [],
    "Concerning podcasts what type of content do you consume? Science nature or medical": [],
    "Concerning podcasts what type of content do you consume? Traveling": [],
    "Concerning podcasts what type of content do you consume? True crime": [],
    "Concerning podcasts what type of content do you consume? Other": [],
    "Concerning podcasts what type of content do you consume? Don’t know": [],
    "How often do you normally use these services? Media frequency Online radio Base": [],
    "How often do you normally use these services? Media frequency Online radio Frequent": [],
    "How often do you normally use these services? Media frequency Online radio Occasional": [],
    "How often do you normally use these services? Media frequency Online radio Dont know": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Online radio Base": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Online radio Light": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Online radio Moderate": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Online radio High": [],
    "Approximately how many hours in an average week do you use these services? Media intensity Online radio Dont know": [],
    "Do you use a second device or screen while watching TV or video content? Base": [],
    "Do you use a second device or screen while watching TV or video content? Yes": [],
    "Do you use a second device or screen while watching TV or video content? No": [],
    "Do you use a second device or screen while watching TV or video content? Don’t know": [],
    "If yes which devices do you normally use in parallel? Base": [],
    "If yes which devices do you normally use in parallel? Desktop PC": [],
    "If yes which devices do you normally use in parallel? Gaming console (eg PS4 Xbox)": [],
    "If yes which devices do you normally use in parallel? Laptop with touch screen": [],
    "If yes which devices do you normally use in parallel? Regular laptop (without touch screen)": [],
    "If yes which devices do you normally use in parallel? Smartphone": [],
    "If yes which devices do you normally use in parallel? Tablet": [],
    "If yes which devices do you normally use in parallel? Other": [],
    "And what do you do on the second device? Base": [],
    "And what do you do on the second device? Chat to / message friends": [],
    "And what do you do on the second device? Use social media": [],
    "And what do you do on the second device? Play games": [],
    "And what do you do on the second device? Read my e-mails": [],
    "And what do you do on the second device? Read the news": [],
    "And what do you do on the second device? Search for products to buy": [],
    "And what do you do on the second device? Search for information related to what Im watching": [],
    "And what do you do on the second device? Share my opinion of a TV show": [],
    "And what do you do on the second device? Interact with the online content of the TV show": [],
    "And what do you do on the second device? Other": [],
    "And what do you do on the second device? Don’t know": [],
    "Which of the following statements do you agree with? Since COVID-19 began I have started shopping online more": [],
    "Which of the following statements do you agree with? Being able to rent products from online stores that I wouldn’t have been able to afford otherwise is appealing to me": [],
    "Which of the following statements do you agree with? I don’t think artificial intelligence can replace human customer service": [],
    "Which of the following statements do you agree with? I prefer to use cash or debit/credit cards over online or mobile payments": [],
    "Which of the following statements do you agree with? Paying by cash should be replaced with digital alternatives": [],
    "Which of the following statements do you agree with? When I shop online I miss the element of social interaction with friends": [],
    "How often do you normally purchase products online? Base": [
        ".1"
    ],
    "How often do you normally purchase products online? Once per week or more often": [],
    "How often do you normally purchase products online? 2-3 times per month": [],
    "How often do you normally purchase products online? Once per month": [],
    "How often do you normally purchase products online? Several times per year": [],
    "How often do you normally purchase products online? Less often": [],
    "How often do you normally purchase products online? I do not purchase anything online": [],
    "How often do you normally purchase products online? Don’t know": [],
    "How often do you normally purchase products online? Online shopper": [],
    "How often do you normally purchase products online? Non-online shopper": [],
    "How often do you normally purchase products online? Online shopping frequency Base": [],
    "How often do you normally purchase products online? Online shopping frequency Frequent (At least weekly)": [],
    "How often do you normally purchase products online? Online shopping frequency Occasional": [],
    "How often do you normally purchase products online? Online shopping frequency Dont know": [],
    "Which type of products have you bought online in the past 12 months? Base": [],
    "Which type of products have you bought online in the past 12 months? FMCG (eg food and cosmetics)": [],
    "Which type of products have you bought online in the past 12 months? Apparel (eg clothes shoes and accessories)": [],
    "Which type of products have you bought online in the past 12 months? Media and recreational supplies (eg films music hobby equipment)": [],
    "Which type of products have you bought online in the past 12 months? Household and garden items (eg furniture)": [],
    "Which type of products have you bought online in the past 12 months? Consumer electronics and household appliances (eg TVs laptops)": [],
    "Which type of products have you bought online in the past 12 months? Other": [],
    "Which type of products have you bought online in the past 12 months? Don’t know": [],
    "Before purchasing products online how did you first become aware of the product(s)? Base": [],
    "Before purchasing products online how did you first become aware of the product(s)? Blog post": [],
    "Before purchasing products online how did you first become aware of the product(s)? Digital media advertising": [],
    "Before purchasing products online how did you first become aware of the product(s)? E-mail advertising/newsletter/promotion": [],
    "Before purchasing products online how did you first become aware of the product(s)? Featured in a TV program/movie/series": [],
    "Before purchasing products online how did you first become aware of the product(s)? From friends and/or family": [],
    "Before purchasing products online how did you first become aware of the product(s)? Online advertising": [],
    "Before purchasing products online how did you first become aware of the product(s)? Online media articles": [],
    "Before purchasing products online how did you first become aware of the product(s)? Online review": [],
    "Before purchasing products online how did you first become aware of the product(s)? Online store": [],
    "Before purchasing products online how did you first become aware of the product(s)? Physical store": [],
    "Before purchasing products online how did you first become aware of the product(s)? Print media articles": [],
    "Before purchasing products online how did you first become aware of the product(s)? Social media": [],
    "Before purchasing products online how did you first become aware of the product(s)? TV/movie advertising": [],
    "Before purchasing products online how did you first become aware of the product(s)? Other": [],
    "Before purchasing products online how did you first become aware of the product(s)? Don’t know": [],
    "Before purchasing products online how did you first become aware of the product(s)? Please think about the past 12 months Product awareness Base": [],
    "Before purchasing products online how did you first become aware of the product(s)? Please think about the past 12 months Product awareness Online": [],
    "Before purchasing products online how did you first become aware of the product(s)? Please think about the past 12 months Product awareness Offline": [],
    "Before purchasing products online how did you first become aware of the product(s)? Please think about the past 12 months Product awareness Other": [],
    "Before purchasing products online how did you first become aware of the product(s)? Please think about the past 12 months Product awareness Dont know": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Base": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Discussed with friends or family": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Engaged in online discussions about the product": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Read online reviews from consumers": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Read online reviews from experts": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Read print media reviews from experts": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Visited a physical store to see or test the product": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Visited the company or brand website": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Watched YouTube reviews": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Watched unboxing videos": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? Other": [],
    "Before purchasing a product online in the past 12 months did you do any research into the product? I did not do any research about the product before purchasing": [],
    "What were the most important reasons for deciding where to purchase products online? Base": [],
    "What were the most important reasons for deciding where to purchase products online? Advertising": [],
    "What were the most important reasons for deciding where to purchase products online? Availability": [],
    "What were the most important reasons for deciding where to purchase products online? Best delivery/shipping": [],
    "What were the most important reasons for deciding where to purchase products online? Best price": [],
    "What were the most important reasons for deciding where to purchase products online? Policy on returns": [],
    "What were the most important reasons for deciding where to purchase products online? Preferred website": [],
    "What were the most important reasons for deciding where to purchase products online? Recommendation from experts": [],
    "What were the most important reasons for deciding where to purchase products online? Recommendation from family or friends": [],
    "What were the most important reasons for deciding where to purchase products online? Other": [],
    "What were the most important reasons for deciding where to purchase products online? Don’t know": [],
    "How did you pay for the products purchased online in the past 12 months? Base": [],
    "How did you pay for the products purchased online in the past 12 months? By invoice": [],
    "How did you pay for the products purchased online in the past 12 months? Cash in advance": [],
    "How did you pay for the products purchased online in the past 12 months? Cash on delivery": [],
    "How did you pay for the products purchased online in the past 12 months? Credit card": [],
    "How did you pay for the products purchased online in the past 12 months? Debit card": [],
    "How did you pay for the products purchased online in the past 12 months? Direct debit": [],
    "How did you pay for the products purchased online in the past 12 months? Online payment (eg PayPal Amazon Pay)": [],
    "How did you pay for the products purchased online in the past 12 months? Prepaid cards/vouchers": [],
    "How did you pay for the products purchased online in the past 12 months? Other": [],
    "How did you pay for the products purchased online in the past 12 months? Don’t know": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Base": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Amazon": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? apple": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Bonprix": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Conrad": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Cyberport": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? eBay": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? H&M": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Idealo": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Lidl": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? MediaMarkt": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? notebooksbilliger": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Otto": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Saturn": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Tchibo": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? Zalando": [],
    "Which online shopping or marketplace websites have you purchased any products from in the past 12 months? None of the above": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Base": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? 2Checkout": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Amazon Pay": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Apple Pay": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? BillPay": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? giropay": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Google Pay": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Klarna": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Masterpass": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Neteller": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? paydirekt": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? PayPal": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Skrill": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Stripe": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? TransferWise": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Trustly": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Other": [],
    "Which of the following online payment systems have you used in the past 12 months to purchase these products online? Dont know": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Base": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Contacted the product company or brand directly via website or e-mail": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Contacted the website where I purchased the product directly via website or e-mail": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Discussed with friends and family": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Online forums": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Social media": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Publicly on the product company or brand website": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Publicly on the website where I purchased the product": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Review sites": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? I went to a physical store": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? Other": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where? I did not provide any reviews or feedback": [],
    "After purchasing a product online in the past 12 months did you provide any feedback reviews? If so where?": [
        "Base",
        "Contacted the product company or brand directly via website or e-mail",
        "Contacted the website where I purchased the product directly via website or e-mail",
        "Discussed with friends and family",
        "Online forums",
        "Social media",
        "Publicly on the product company or brand website",
        "Publicly on the website where I purchased the product",
        "Review sites",
        "I went to a physical store",
        "Other",
        "I did not provide any reviews or feedback",
        "Feedback type Base",
        "Feedback type Positive",
        "Feedback type Negative",
        "Feedback type Practical",
        "Feedback type Other"
    ],
    "Which topics did you cover in your feedback reviews? Base": [],
    "Which topics did you cover in your feedback reviews? Negative feedback about customer service": [],
    "Which topics did you cover in your feedback reviews? Negative feedback about delivery or shipping": [],
    "Which topics did you cover in your feedback reviews? Negative feedback about the product": [],
    "Which topics did you cover in your feedback reviews? Negative feedback about the website usability": [],
    "Which topics did you cover in your feedback reviews? Positive feedback about customer service": [],
    "Which topics did you cover in your feedback reviews? Positive feedback about delivery or shipping": [],
    "Which topics did you cover in your feedback reviews? Positive feedback about the product": [],
    "Which topics did you cover in your feedback reviews? Positive feedback about the website usability": [],
    "Which topics did you cover in your feedback reviews? Practical feedback on how to use or what to expect from the product": [],
    "Which topics did you cover in your feedback reviews? Other": [],
    "When you are at a physical store do you use the internet on a device for any of the following? Base": [],
    "When you are at a physical store do you use the internet on a device for any of the following? Comparing prices online": [],
    "When you are at a physical store do you use the internet on a device for any of the following? Searching information about a product": [],
    "When you are at a physical store do you use the internet on a device for any of the following? Talking with friends/family": [],
    "When you are at a physical store do you use the internet on a device for any of the following? Taking notes of a product to buy it online later": [],
    "When you are at a physical store do you use the internet on a device for any of the following? When an item is out of stock purchasing it online": [],
    "When you are at a physical store do you use the internet on a device for any of the following? Following a QR code on a shelf/product": [],
    "When you are at a physical store do you use the internet on a device for any of the following? None of the above": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Base": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Cash": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Credit card": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Debit card": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Prepaid cards/vouchers": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Payment via smartphone": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Payment via smartwatch": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Other": [],
    "When you shopped at a physical store which payment method(s) did you use in the past 12 months? Don’t know": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? Base": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? I discuss my hobby with others in online communities": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? I go online to find people to take part in hobbies with me offline": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? Apps provide new ways for me to enhance my offline hobbies": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? I regularly visit websites to keep up to date with my hobby": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? I first discovered/heard about my hobby online": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? I order specialist equipment for my hobby exclusively online": [],
    "The following questions are about your interests and hobbies  Which of the following statements do you agree with? None of the above": [],
    "Which of the following occupies your leisure time? Base": [
        ".1"
    ],
    "Which of the following occupies your leisure time? Arts and crafts": [],
    "Which of the following occupies your leisure time? Charity work": [],
    "Which of the following occupies your leisure time? Dancing": [],
    "Which of the following occupies your leisure time? Dating": [],
    "Which of the following occupies your leisure time? eSports": [],
    "Which of the following occupies your leisure time? Food": [],
    "Which of the following occupies your leisure time? Gardening": [],
    "Which of the following occupies your leisure time? Health and fitness": [],
    "Which of the following occupies your leisure time? Music": [],
    "Which of the following occupies your leisure time? Pets": [],
    "Which of the following occupies your leisure time? Photography": [],
    "Which of the following occupies your leisure time? Playing sports": [],
    "Which of the following occupies your leisure time? Reading/writing": [],
    "Which of the following occupies your leisure time? Socializing": [],
    "Which of the following occupies your leisure time? Technology/computers": [],
    "Which of the following occupies your leisure time? Travel": [],
    "Which of the following occupies your leisure time? Video games": [],
    "Which of the following occupies your leisure time? Volunteering": [],
    "Which of the following occupies your leisure time? Watching sports": [],
    "Which of the following occupies your leisure time? Other": [],
    "Which of the following occupies your leisure time? Dont know": [],
    "Which of the following occupies your leisure time? Engages digitally": [],
    "Which of the following occupies your leisure time? Does not engage digitally": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Base": [
        ".1"
    ],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Arts and crafts": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Charity work": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Dancing": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Dating": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Food": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Gardening": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Health and fitness": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Music": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Pets": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Photography": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Playing sports": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Reading/writing": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Socializing": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Travel": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Volunteering": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Watching sports": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? I don’t engage with any of my hobbies digitally": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Engages digitally": [],
    "Which of your hobbies or interests do you engage digitally with (eg use an app watch online tutorials discuss on forums etc)? Does not engage digitally": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? Base": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I use tracking devices (eg smartwatch)": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I use free fitness apps": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I use paid fitness apps": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I use free online workout videos": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I pay for online fitness classes": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I follow sport/fitness influencers on social media": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I research new training methods online": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I use the digital technology provided at my gym": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I use computer programs to monitor my health fitness": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I work out using video games": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? Other": [],
    "The following questions are about how digital technology interacts with health and fitness Which of the following applies to you? I Dont engage with my health and fitness in a digital way": [],
    "Why do you use fitness apps and tracking devices? Base": [],
    "Why do you use fitness apps and tracking devices? They allow me to better understand my body and to advance my physical health specifically": [],
    "Why do you use fitness apps and tracking devices? It allows me to challenge myself": [],
    "Why do you use fitness apps and tracking devices? It allows me to keep track of /record my workouts": [],
    "Why do you use fitness apps and tracking devices? It motivates me to compare my results to others": [],
    "Why do you use fitness apps and tracking devices? In-app games and rewards make exercising more fun": [],
    "Why do you use fitness apps and tracking devices? Other": [],
    "Why do you use fitness apps and tracking devices? Don’t know": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Base": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Adidas": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Amazfit": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Apple": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Asus": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Fitbit": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Garmin": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Honor": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Huawei": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Misfit": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Polar": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Samsung": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Sony": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? TomTom": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Withings / Nokia": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Xiaomi/Mi": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? MyKronoz": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Other": [],
    "Which of the following tracking devices smartwatches with fitness functions do you own? Don’t know": [],
    "Have you used online dating in the past 12 months? Base": [],
    "Have you used online dating in the past 12 months? Yes": [],
    "Have you used online dating in the past 12 months? No": [],
    "Have you used online dating in the past 12 months? Prefer not to say": [],
    "You said you use online dating; what were the reasons you decided to start online dating? Base": [],
    "You said you use online dating; what were the reasons you decided to start online dating? Just to have a good time/fun/distraction": [],
    "You said you use online dating; what were the reasons you decided to start online dating? I was curious": [],
    "You said you use online dating; what were the reasons you decided to start online dating? To find intimate partners": [],
    "You said you use online dating; what were the reasons you decided to start online dating? To have fun with no strings attached": [],
    "You said you use online dating; what were the reasons you decided to start online dating? To lift my self-esteem": [],
    "You said you use online dating; what were the reasons you decided to start online dating? To find someone to go through everyday life with": [],
    "You said you use online dating; what were the reasons you decided to start online dating? To find love/emotional connection": [],
    "You said you use online dating; what were the reasons you decided to start online dating? To get romance back in my life": [],
    "You said you use online dating; what were the reasons you decided to start online dating? I was just looking for friends": [],
    "You said you use online dating; what were the reasons you decided to start online dating? Other": [],
    "You said you use online dating; what were the reasons you decided to start online dating? Don’t know": [],
    "Which of the following platforms have you used in the past 12 months? Base": [
        ".1"
    ],
    "Which of the following platforms have you used in the past 12 months? Badoo": [],
    "Which of the following platforms have you used in the past 12 months? Bumble": [],
    "Which of the following platforms have you used in the past 12 months? C-date": [],
    "Which of the following platforms have you used in the past 12 months? christianminglecom": [],
    "Which of the following platforms have you used in the past 12 months? Coffee meets Bagel": [],
    "Which of the following platforms have you used in the past 12 months? eDarling": [],
    "Which of the following platforms have you used in the past 12 months? ElitePartner": [],
    "Which of the following platforms have you used in the past 12 months? Grindr": [],
    "Which of the following platforms have you used in the past 12 months? Happn": [],
    "Which of the following platforms have you used in the past 12 months? Jaumo": [],
    "Which of the following platforms have you used in the past 12 months? LoveScout24": [],
    "Which of the following platforms have you used in the past 12 months? Lovoo": [],
    "Which of the following platforms have you used in the past 12 months? NEUde": [],
    "Which of the following platforms have you used in the past 12 months? Parship": [],
    "Which of the following platforms have you used in the past 12 months? Tinder": [],
    "Which of the following platforms have you used in the past 12 months? Other": [],
    "Which of the following platforms have you used in the past 12 months? Dont know": [],
    "Which of the following platforms have you used in the past 12 months? Paid for online dating services": [],
    "Which of the following platforms have you used in the past 12 months? Did not pay": [],
    "And for which of these services did you pay? Base": [
        ".1"
    ],
    "And for which of these services did you pay? Badoo": [],
    "And for which of these services did you pay? Bumble": [],
    "And for which of these services did you pay? C-date": [],
    "And for which of these services did you pay? christianminglecom": [],
    "And for which of these services did you pay? Coffee meets Bagel": [],
    "And for which of these services did you pay? eDarling": [],
    "And for which of these services did you pay? ElitePartner": [],
    "And for which of these services did you pay? Grindr": [],
    "And for which of these services did you pay? Happn": [],
    "And for which of these services did you pay? Jaumo": [],
    "And for which of these services did you pay? LoveScout24": [],
    "And for which of these services did you pay? Lovoo": [],
    "And for which of these services did you pay? NEUde": [],
    "And for which of these services did you pay? Parship": [],
    "And for which of these services did you pay? Tinder": [],
    "And for which of these services did you pay? I did not pay for an online dating platform": [],
    "And for which of these services did you pay? Online course participant": [],
    "And for which of these services did you pay? Did not take part in an online course": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Base": [
        ".1"
    ],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Lifestyle (eg makeup interior design)": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Culinary arts": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Language courses": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Music & entertainment (eg instruments comedy)": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Writing": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Film & TV (eg filmmaking directing)": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Science & technology": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Business politics & society": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Sports & games (eg poker game design tennis)": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Design photography & fashion": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Other": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? I have not taken any online training courses": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Paid for online course": [],
    "Have you taken online training courses (eg master classes) in any of these fields in the past 12 months? Did not pay": [],
    "And for which of these courses did you pay for? Base": [],
    "And for which of these courses did you pay for? Lifestyle (eg makeup interior design)": [],
    "And for which of these courses did you pay for? Culinary arts": [],
    "And for which of these courses did you pay for? Language courses": [],
    "And for which of these courses did you pay for? Music & entertainment (eg instruments comedy)": [],
    "And for which of these courses did you pay for? Writing": [],
    "And for which of these courses did you pay for? Film & TV (eg filmmaking directing)": [],
    "And for which of these courses did you pay for? Science & technology": [],
    "And for which of these courses did you pay for? Business politics & society": [],
    "And for which of these courses did you pay for? Sports & games (eg poker game design tennis)": [],
    "And for which of these courses did you pay for? Design photography & fashion": [],
    "And for which of these courses did you pay for? Other": [],
    "And for which of these courses did you pay for? I did not pay for any course or training": [],
    "Which of the following statements do you agree with? The government should put more services online": [],
    "Which of the following statements do you agree with? The government needs to do more to improve its digital capabilities": [],
    "Which of the following statements do you agree with? If possible I receive my utility bills or bank statements via e-mail or online": [],
    "Which of the following statements do you agree with? I do not like all the different online systems companies use": [],
    "Which of the following statements do you agree with? Since the COVID-19 pandemic began I manage more aspects of my life digitally": [],
    "The following questions are about working from home  Have you worked from home in the past 12 months? Base": [],
    "The following questions are about working from home  Have you worked from home in the past 12 months? Yes": [],
    "The following questions are about working from home  Have you worked from home in the past 12 months? No": [],
    "The following questions are about working from home  Have you worked from home in the past 12 months? I do not work": [],
    "Thinking about working from home which of the following statements do you agree with? Base": [],
    "Thinking about working from home which of the following statements do you agree with? My productivity is better when I work from home": [],
    "Thinking about working from home which of the following statements do you agree with? Working from home has had a negative impact on my mental well-being": [],
    "Thinking about working from home which of the following statements do you agree with? I find I have more free time when I work from home": [],
    "Thinking about working from home which of the following statements do you agree with? I have used the programs I work with to contact friends and family (eg Zoom)": [],
    "Thinking about working from home which of the following statements do you agree with? I feel lonely working from home": [],
    "Thinking about working from home which of the following statements do you agree with? I miss social interactions at the office": [],
    "Thinking about working from home which of the following statements do you agree with? As a society we should work from home more after COVID-19": [],
    "Thinking about working from home which of the following statements do you agree with? None of the above": [],
    "What were the reasons you worked from home in the past 12 months? Base": [
        ".1"
    ],
    "What were the reasons you worked from home in the past 12 months? COVID-19/coronavirus": [],
    "What were the reasons you worked from home in the past 12 months? It is part of my company’s policy (unrelated to COVID-19)": [],
    "What were the reasons you worked from home in the past 12 months? I work at home full-time": [],
    "What were the reasons you worked from home in the past 12 months? My job is in itself home-based": [],
    "What were the reasons you worked from home in the past 12 months? My company does not have an office": [],
    "What were the reasons you worked from home in the past 12 months? Childcare": [],
    "What were the reasons you worked from home in the past 12 months? I have been taking care of relatives": [],
    "What were the reasons you worked from home in the past 12 months? Other": [],
    "What were the reasons you worked from home in the past 12 months? Don’t know": [],
    "What were the reasons you worked from home in the past 12 months? Due to": [],
    "What were the reasons you worked from home in the past 12 months? Only due to": [],
    "What were the reasons you worked from home in the past 12 months? In general despite": [],
    "Which of these statements do you agree with? Base": [],
    "Which of these statements do you agree with? I consciously decide to “digitally detox” (eg reduce my internet usage) to improve my mental well-being": [],
    "Which of these statements do you agree with? I am afraid I will miss something important if I Dont check my smartphone constantly": [],
    "Which of these statements do you agree with? I hate it when people look at their phones in the middle of a conversation": [],
    "Which of these statements do you agree with? The expectation I should always be available is mentally exhausting": [],
    "Which of these statements do you agree with? Increased digitalization has had a negative impact on people’s mental health": [],
    "Which of these statements do you agree with? During the COVID-19/coronavirus pandemic being able to connect with friends digitally made/makes me feel less lonely": [],
    "Which of these statements do you agree with? Digitalization has helped me feel close to friends and family who live far away": [],
    "Which of these statements do you agree with? None of the above": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Wellbeing Impact Base": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Wellbeing Impact Postive impact": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Wellbeing Impact Negative impact": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Wellbeing Impact No impact": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Wellbeing Impact Neither / Dont know": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Base": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Improved it": [
        "slightly"
    ],
    "How has the growing influence of online and digital technology impacted your mental well-being? Neither nor": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Made it slightly worse": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Made it worse": [],
    "How has the growing influence of online and digital technology impacted your mental well-being? Don’t know": [],
    "Which of the following statements do you agree with? I think most of the information on social media is unreliable": [],
    "Which of the following statements do you agree with? When I read news online I always check if the source is trustworthy": [],
    "Which of the following statements do you agree with? Big tech companies should stay politically neutral": [],
    "Which of the following statements do you agree with? Tech companies should do more to stop the spread of fake news online": [],
    "Which of the following statements do you agree with? Tech companies need to do more to stop politicians spreading lies online": [],
    "Which of the following statements do you agree with? I don’t trust Big Tech to use my data appropriately": [],
    "Which of the following statements do you agree with? Tech companies often have better solutions for recent challenges than governments": [],
    "Which of the following statements do you agree with? I like that websites show me things that are relevant to me by collecting my data": [],
    "How do you prefer to contact brands or companies online? Base": [],
    "How do you prefer to contact brands or companies online? Via e-mail": [],
    "How do you prefer to contact brands or companies online? Via the websites contact form": [],
    "How do you prefer to contact brands or companies online? Via social media channels (eg Facebook)": [],
    "How do you prefer to contact brands or companies online? Via a chat on the website (eg a chatbot/AI)": [],
    "How do you prefer to contact brands or companies online? Via a private messaging service (eg WhatsApp)": [],
    "How do you prefer to contact brands or companies online? Via video chat": [],
    "How do you prefer to contact brands or companies online? Other": [],
    "How do you prefer to contact brands or companies online? Don’t know": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Base": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Their employees": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Company news": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Collaborations with influencers": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Market/industry insights": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Behind-the-scenes content": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Contests and giveaways": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Takeover posts by guests": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Previews and teasers": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? FAQs from customers": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Tips and tricks": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Events": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Special sales offers": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Polls and surveys": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Press mentions": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Other": [],
    "When you think about brands and companies on social media which types of content are you interested in seeing from them? Don’t know": [],
    "And in what way do you like to receive this content from brands and companies on social media? Base": [],
    "And in what way do you like to receive this content from brands and companies on social media? Videos": [],
    "And in what way do you like to receive this content from brands and companies on social media? Live videos": [],
    "And in what way do you like to receive this content from brands and companies on social media? Video stories": [],
    "And in what way do you like to receive this content from brands and companies on social media? GIFs": [],
    "And in what way do you like to receive this content from brands and companies on social media? Images": [],
    "And in what way do you like to receive this content from brands and companies on social media? Infographics": [],
    "And in what way do you like to receive this content from brands and companies on social media? Memes": [],
    "And in what way do you like to receive this content from brands and companies on social media? Written posts (eg blogs articles guides)": [],
    "And in what way do you like to receive this content from brands and companies on social media? Links to external content": [],
    "And in what way do you like to receive this content from brands and companies on social media? User testimonials and reviews": [],
    "And in what way do you like to receive this content from brands and companies on social media? Other": [],
    "And in what way do you like to receive this content from brands and companies on social media? Don’t know": [],
    "Where have you seen or heard ads online in the past 4 weeks? Base": [
        ".1"
    ],
    "Where have you seen or heard ads online in the past 4 weeks? Advertising videos on websites": [],
    "Where have you seen or heard ads online in the past 4 weeks? Advertising videos on YouTube": [],
    "Where have you seen or heard ads online in the past 4 weeks? Banner ads on websites (integrated or pop-ups)": [],
    "Where have you seen or heard ads online in the past 4 weeks? E-mails/newsletters": [],
    "Where have you seen or heard ads online in the past 4 weeks? Within apps": [],
    "Where have you seen or heard ads online in the past 4 weeks? Audiobooks": [],
    "Where have you seen or heard ads online in the past 4 weeks? eMagazines & eNewspapers": [],
    "Where have you seen or heard ads online in the past 4 weeks? Podcasts": [],
    "Where have you seen or heard ads online in the past 4 weeks? Online radio": [],
    "Where have you seen or heard ads online in the past 4 weeks? Digital video streaming platforms": [],
    "Where have you seen or heard ads online in the past 4 weeks? Live streaming platforms": [],
    "Where have you seen or heard ads online in the past 4 weeks? Digital music platforms": [],
    "Where have you seen or heard ads online in the past 4 weeks? Sponsored posts on social media (from brands I Dont follow)": [],
    "Where have you seen or heard ads online in the past 4 weeks? Posts on social media (from brands I actively follow)": [],
    "Where have you seen or heard ads online in the past 4 weeks? Influencer posts on social media": [],
    "Where have you seen or heard ads online in the past 4 weeks? Sponsored results in search engines": [],
    "Where have you seen or heard ads online in the past 4 weeks? Other": [],
    "Where have you seen or heard ads online in the past 4 weeks? I did not see/hear any online ads": [],
    "Where have you seen or heard ads online in the past 4 weeks? Reactive to advertising": [],
    "Where have you seen or heard ads online in the past 4 weeks? Nonreactive to advertising": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Base": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Advertising videos on websites": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Advertising videos on YouTube": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Banner ads on websites (integrated or pop-ups)": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? e-mails/newsletters": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Within apps": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Audiobooks": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? eMagazines & eNewspapers": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Podcasts": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Online radio": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Digital video streaming platforms": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Live streaming platforms": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Digital music platforms": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Sponsored posts on social media (from brands I Dont follow)": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Posts on social media (from brands I actively follow)": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Influencer posts on social media": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Sponsored results in search engines": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? Other": [],
    "Which of these advertisements caused you to actively click on them or look up additional information? I did not click on any of them": [],
    "Which devices do you use regularly at home? Base": [],
    "Which devices do you use regularly at home? Desktop PC": [],
    "Which devices do you use regularly at home? Gaming console (eg PS4 Xbox)": [],
    "Which devices do you use regularly at home? Laptop with touch screen": [],
    "Which devices do you use regularly at home? Regular laptop (without touch screen)": [],
    "Which devices do you use regularly at home? Smart speakers (eg Amazon Echo)": [],
    "Which devices do you use regularly at home? Smart TV": [],
    "Which devices do you use regularly at home? Smartphone": [],
    "Which devices do you use regularly at home? Smartwatch": [],
    "Which devices do you use regularly at home? Streaming device (eg Apple TV Chromecast)": [],
    "Which devices do you use regularly at home? Tablet": [],
    "Which devices do you use regularly at home? Mobile and stationary user Base": [],
    "Which devices do you use regularly at home? Mobile and stationary user mobile user only (smartphone)": [],
    "Which devices do you use regularly at home? Mobile and stationary user stationary user only (desktop PC / laptop)": [],
    "Which devices do you use regularly at home? Mobile and stationary user mobile and stationary user (smartphone / desktop PC / laptop)": [],
    "Which devices do you use regularly at home? Mobile and stationary user other devices only": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Base": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Microsoft Windows": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? MacOS": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Linux": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Chrome OS": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Ubuntu": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Other": [],
    "Which operating systems do you use on your computer (egdesktop or laptop)? Don’t know": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Base": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Android OS": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? iOS": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Linux": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Blackberry OS": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Windows": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Harmony OS": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Other": [],
    "Which operating systems do you use on your mobile devices (eg tablet or smartphone)? Don’t know": [],
    "Which virtual assistants do you use with your smart speakers? Base": [],
    "Which virtual assistants do you use with your smart speakers? Google Assistant": [],
    "Which virtual assistants do you use with your smart speakers? Siri": [],
    "Which virtual assistants do you use with your smart speakers? Alexa": [],
    "Which virtual assistants do you use with your smart speakers? Cortana": [],
    "Which virtual assistants do you use with your smart speakers? Duer": [],
    "Which virtual assistants do you use with your smart speakers? AliGenie": [],
    "Which virtual assistants do you use with your smart speakers? Hound": [],
    "Which virtual assistants do you use with your smart speakers? Other": [],
    "Which virtual assistants do you use with your smart speakers? Don’t know": [],
    "The following questions are about which digital services you use  How do you prefer to register when using a new digital service platform or product? Base": [],
    "The following questions are about which digital services you use  How do you prefer to register when using a new digital service platform or product? I create a new account with a new e-mail address": [],
    "The following questions are about which digital services you use  How do you prefer to register when using a new digital service platform or product? I create a new account with an existing e-mail address": [],
    "The following questions are about which digital services you use  How do you prefer to register when using a new digital service platform or product? I log in with an existing account from a different service (eg Facebook)": [],
    "The following questions are about which digital services you use  How do you prefer to register when using a new digital service platform or product? Other": [],
    "The following questions are about which digital services you use  How do you prefer to register when using a new digital service platform or product? Don’t know": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Base": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Facebook account": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Google account": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Microsoft account": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Alipay account": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Apple account": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Other": [],
    "Which account do you mainly use when logging into a new digital service platform or product? Don’t know": [],
    "Do you use any of these cloud storage solutions for personal use? Base": [
        ".1"
    ],
    "Do you use any of these cloud storage solutions for personal use? Google One/Google Drive": [],
    "Do you use any of these cloud storage solutions for personal use? Apple iCloud": [],
    "Do you use any of these cloud storage solutions for personal use? Dropbox": [],
    "Do you use any of these cloud storage solutions for personal use? Microsoft OneDrive": [],
    "Do you use any of these cloud storage solutions for personal use? Amazon Drive Cloud": [],
    "Do you use any of these cloud storage solutions for personal use? Box": [],
    "Do you use any of these cloud storage solutions for personal use? Mega": [],
    "Do you use any of these cloud storage solutions for personal use? Ali Yun": [],
    "Do you use any of these cloud storage solutions for personal use? Baidu Yun/Wangpan": [],
    "Do you use any of these cloud storage solutions for personal use? Kingsoft KuaiPan": [],
    "Do you use any of these cloud storage solutions for personal use? pCloud": [],
    "Do you use any of these cloud storage solutions for personal use? Synccom": [],
    "Do you use any of these cloud storage solutions for personal use? Degoo": [],
    "Do you use any of these cloud storage solutions for personal use? OpenDrive": [],
    "Do you use any of these cloud storage solutions for personal use? Nextcloud": [],
    "Do you use any of these cloud storage solutions for personal use? I don’t use any cloud storage systems": [],
    "Do you use any of these cloud storage solutions for personal use? Don’t know": [],
    "Do you use any of these cloud storage solutions for personal use? Cloud storage user": [],
    "Do you use any of these cloud storage solutions for personal use? Non-user": [],
    "What do you use your cloud storage services for? Base": [],
    "What do you use your cloud storage services for? Photos": [],
    "What do you use your cloud storage services for? Backups": [],
    "What do you use your cloud storage services for? Office documents": [],
    "What do you use your cloud storage services for? Music/videos": [],
    "What do you use your cloud storage services for? Financial information": [],
    "What do you use your cloud storage services for? Passwords/login data": [],
    "What do you use your cloud storage services for? Other": [],
    "What do you use your cloud storage services for? Don’t know": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Base": [
        ".1"
    ],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Microsoft Office": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? OpenOffice": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? iWork": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? LibreOffice": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? WPS Office": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Yozosoft": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Google Docs / G Suite": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? G Suite": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Zoho Office Suite": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? I don’t use any personally": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Don’t know": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Office suite user": [],
    "Do you use any of these services and or software to create and/or edit word spreadsheet and/or presentation files for personal tasks? Non-user": [],
    "Unnamed: 1674": [],
    "Unnamed: 1675": []
}